---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CannotCutRefPlane
source: html/4add144c-11e9-523e-6f86-5c34660a42c7.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CannotCutRefPlane Property

Can't cut reference plane.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCutRefPlane { get; }
```